Repository: AgusDharmaUDEL93/Fear-Exposure-AR
Catalog: Fear Exposure AR/Util/Localization/Localizable.xcstrings
Source language: en
Languages: id

source: %@ Therapy
id: Terapi %@

source: A message should be a short, complete sentence.
id: Pesan harus berupa kalimat pendek yang lengkap.

source: A special thank you to everyone who contributed suggestions and feedback to help improve our app:
id: Ucapan terima kasih kepada semua orang yang telah memberikan saran dan masukan untuk membantu meningkatkan aplikasi kami:

source: About
id: Tentang

source: Acceptance of Terms
id: Penerimaan Persyaratan

source: Acknowledgments
id: Ucapan Terima Kasih

source: Add or remove phobias from Settings tab
id: Tambahkan atau hapus fobia dari halaman Pengaturan

source: Adjust volume of sounds produced by the feared object.
id: Sesuaikan volume suara yang dihasilkan oleh objek yang ditakuti

source: Afraid
id: Takut

source: after this session
id: setelah sesi ini

source: Age Restrictions
id: Batasan Usia

source: Answer Here
id: Jawab disini

source: Apply Changes
id: Terapkan Perubahan

source: Are you sure want to end this session?
id: Apakah Anda yakin ingin mengakhiri sesi ini?

source: Are you willing to be exposed to a 2D cartoon image of the feared object.
id: Apakah Anda bersedia melihat gambar 2D atau gambar realistis dari objek yang Anda takutkan?

source: Are you willing to be exposed to a 3D representation of the feared object using Augmented reality?
id: Apakah Anda bersedia melihat representasi 3D dari objek yang Anda takutkan menggunakan AR?

source: Are you willing to have the 3D object approach to you?
id: Apakah Anda bersedia jika objek 3D tersebut mendekati Anda?

# at %@, %@
source: at %1$@, %2$@
id: di %1$@, %2$@

source: At Denxéro, we are committed to protecting your privacy. The Denxéro AR Exposure Therapy App ("Fear Exposure AR or FEAR") does not collect, store, or share any personal data with third parties. All information related to your use of the app remains solely on your device. Denxéro will not access, analyze, or distribute any of your personal data. We encourage you to maintain the confidentiality of any information saved within the app. By using this app, you acknowledge and consent to these privacy practices and agree to take responsibility for securing your device and data.
id: Di Denxéro, kami berkomitmen untuk melindungi privasi Anda. Aplikasi Denxéro AR Exposure Therapy ("Fear Exposure AR atau FEAR") tidak mengumpulkan, menyimpan, atau membagikan data pribadi apa pun dengan pihak ketiga. Semua informasi yang terkait dengan penggunaan aplikasi oleh Anda tetap berada di perangkat Anda. Denxéro tidak akan mengakses, menganalisis, atau mendistribusikan data pribadi Anda. Kami mengharapkan Anda untuk menjaga kerahasiaan informasi apa pun yang tersimpan dalam aplikasi. Dengan menggunakan aplikasi ini, Anda mengakui dan menyetujui praktik privasi ini dan setuju untuk bertanggung jawab dalam mengamankan perangkat dan data Anda.

source: Average
id: Rata-rata

source: Avg Heart rate: - BPM
id: Rata-rata denyut jantung: - BPM

source: Avg Heart rate: %@ BPM
id: Rata-rata denyut jantung: %@ BPM

source: Balloon
id: Balon

source: Based on the results of your assessment, you are recommended to proceed to therapy using:
id: Berdasarkan hasil penilaian Anda, Anda disarankan untuk melanjutkan terapi menggunakan:

source: Better
id: Lebih Baik

source: By pressing “I Accept” the user agrees to the disclaimer and have therefore read the Terms and Conditions to using Fear Exposure AR.
id: Dengan menekan “Saya Terima”, pengguna setuju dengan pernyataan penyangkalan dan karenanya telah membaca Syarat dan Ketentuan penggunaan Fear Exposure AR.

source: By using the app, users may temporarily increase anxiety, distress, or physical symptoms like elevated heart rate as part of the exposure process. If symptoms worsen or become difficult to manage, consult a licensed psychologist or psychiatrist.
id: Dengan menggunakan aplikasi, pengguna mungkin mengalami peningkatan kecemasan, tekanan, atau gejala fisik seperti peningkatan denyut jantung sebagai bagian dari proses paparan. Jika gejala memburuk atau menjadi sulit diatasi, konsultasikan dengan psikolog atau psikiater berlisensi.

source: By using this app, user agrees to abide by this disclaimer and all other associated agreements and policies.
id: Dengan menggunakan Aplikasi, pengguna setuju untuk mematuhi pernyataan ini dan semua perjanjian serta kebijakan terkait lainnya.

source: Cancel
id: Batal

source: Cat
id: Kucing

source: Choose Therapy
id: Pilih Terapi

source: Cockroach
id: Kecoak

source: Congratulations on completing your session!
id: Selamat Anda telah menyelesaikan sesi Anda!

source: Crocodile
id: Buaya

source: Dark Mode
id: Mode Gelap

source: Denxéro reserves the right to modify or update these terms and conditions at any time without prior notice. It is the user’s responsibility to review the disclaimer periodically for any changes. Continued use of this app following any modifications indicates your acceptance of the new terms.
id: Denxéro berhak mengubah atau memperbarui syarat dan ketentuan ini kapan saja tanpa pemberitahuan sebelumnya. Pengguna bertanggung jawab untuk meninjau ketentuan ini secara berkala untuk setiap perubahan. Penggunaan aplikasi yang berkelanjutan setelah perubahan berarti Pengguna menerima ketentuan baru.

source: Denxéro respects your privacy. All data is confidential and saved privately on your device. We do not store, share, or sell your personal information. It is your responsibility to keep your information private and secure.
id: Denxéro menghargai privasi Pengguna. Semua data bersifat rahasia dan disimpan secara pribadi di perangkat Pengguna. Kami tidak menyimpan, membagikan, atau menjual informasi pribadi Pengguna. Pengguna bertanggung jawab untuk menjaga informasi Pengguna tetap pribadi dan aman.

source: Dog
id: Anjing

source: Done
id: Selesai

# Duration: %lld Minutes %lld Seconds
source: Duration: %1$lld Minutes %2$lld Seconds
id: Durasi: %1$lld Menit %2$lld Detik

source: during this session
id: selama sesi ini

source: End Session
id: Akhiri Sesi

source: End the session to fill in the Reflection Page
id: Akhiri sesi untuk mengisi halaman refleksi

source: End Therapy Session?
id: Akhiri Sesi Terapi?

source: Fear Assessement
id: Penilaian Ketakutan

source: FEAR is an iOS app designed to support individuals with phobias in confronting and managing their fears. Utilizing Digital Systematic Desensitization, or Exposure Therapy, FEAR gradually introduces users to feared objects in both 2D images and immersive 3D AR formats. By tracking heart rate via Apple Watch integration, FEAR provides a clear and measurable way to monitor progress and improvements over time, helping users on their journey to overcome their fears.
id: FEAR adalah aplikasi iOS yang dirancang untuk membantu individu dengan fobia dalam menghadapi dan mengelola ketakutan mereka. Dengan memanfaatkan Desensitisasi Sistematis Digital, atau Terapi Pemaparan, FEAR secara bertahap memperkenalkan pengguna pada objek yang ditakuti dalam bentuk gambar 2D dan format AR 3D yang imersif. Dengan melacak detak jantung melalui integrasi Apple Watch, FEAR menyediakan cara yang jelas dan terukur untuk memantau kemajuan dan peningkatan dari waktu ke waktu, membantu pengguna dalam perjalanan mereka untuk mengatasi ketakutan mereka.

source: Feared Object maintains distance with the user as they move
id: Objek yang ditakuti menjaga jarak dengan pengguna ketika bergerak

source: Feared Object Volume
id: Volume Objek yang Ditakuti

source: Feeling %@
id: Perasaan %@

source: Frightened
id: Cemas

source: Gecko
id: Cecak

source: General
id: Umum

source: Gradually increase the size of the snake
id: Tingkatkan ukuran ular secara bertahap

source: Heart Rate
id: Denyut Jantung

source: Heart Rate: %.1f
id: Denyut Jantung: %.1f

source: Highest
id: Tertinggi

source: How do you feel %@?
id: Bagaimana perasaaan anda %@ ?

source: How intense is your fear when exposed to the object?
id: Seberapa intens ketakutan Anda saat terpapar dengan objek tersebut?

source: I Accept
id: Saya Terima

source: I have other mental health conditions that might affect my phobia.
id: Saya memiliki kondisi kesehatan mental lain yang mungkin memengaruhi fobia saya.

source: I have tried attending therapy to help manage my phobia.
id: Saya telah mencoba mengikuti terapi untuk membantu mengelola fobia saya.

source: Intense fear of Balloon
id: Ketakutan besar terhadap Balon

source: Intense fear of Cat
id: Ketakutan besar terhadap Kucing

source: Intense fear of Cockroach
id: Ketakutan besar terhadap Kecoak

source: Intense fear of Crocodile
id: Ketakutan besar terhadap Buaya

source: Intense fear of Dog
id: Ketakutan besar terhadap Anjing

source: Intense fear of Gecko
id: Ketakutan besar terhadap Cecak

source: Intense fear of Rat
id: Ketakutan besar terhadap Tikus

source: Intense fear of Snake
id: Ketakutan besar terhadap Ular

source: Intense fear of Spider
id: Ketakutan besar terhadap Laba-laba

source: Language
id: Bahasa

# Languange
source: Language
id: Bahasa

source: Limitation of Liability
id: Batasan Tanggung Jawab

source: Logs
id: Riwayat

source: Lowest
id: Terendah

source: Medical Disclaimer
id: Pernyataan Medis

source: Mild
id: Ringan

source: Neutral
id: Netral

source: No
id: Tidak

source: No Data Logs
id: Tidak ada Riwayat

source: No Guarantee of Cure
id: Tidak Ada Jaminan Penyembuhan

source: None
id: Tidak ada

source: Note
id: Catatan

source: Object Follow User
id: Objek Mengikuti Pengguna

source: Okay
id: Oke

source: Others
id: Lainnya

source: Our sincere appreciation goes to those who participated in user testing and interviews, providing valuable insights to refine the user experience:
id: Penghargaan tulus kami berikan kepada mereka yang berpartisipasi dalam pengujian dan wawancara pengguna, memberikan wawasan berharga untuk menyempurnakan pengalaman pengguna:

source: Phobia List
id: Daftar Fobia

source: Phobias
id: Fobia

source: Pictures
id: Gambar

source: Place & Start
id: Tempatkan & Mulai

source: Please complete this assessment form to help us tailor the therapy to your specific needs.
id: Harap lengkapi formulir penilaian ini untuk membantu kami menyesuaikan terapi dengan kebutuhan spesifik Anda.

source: Potential Side Effects
id: Efek Samping yang Mungkin Terjadi

source: Privacy and Data Use
id: Privasi dan Penggunaan Data

source: Privacy Notice
id: Pemberitahuan Privasi

source: Question Category
id: Kategori Pertanyaan

source: Rat
id: Tikus

source: Recommended
id: Rekomendasi

source: Redirecting to your session results in %lld seconds...
id: Mengalihkan ke halaman detail sesi dalam %lld detik

source: Relieved
id: Lega

source: Resize feared object to make it bigger or smaller.
id: Ubah ukuran objek yang ditakuti menjadi lebih besar atau kecil

source: Result
id: Hasil

source: Retake Assessment
id: Ulang Penilaian

source: Reveal Object
id: Tampilkan Objek

source: Review your previous session reflections
id: Tinjau riwayat sesi anda sebelumnya

source: Scale Object
id: Ukuran Objek

source: Scared
id: Takut

source: See Test Result
id: Lihat Hasil Test

source: Select all the phobias that apply to you. Don’t worry, you can update these choices later.
id: Pilih semua fobia yang sesuai dengan Anda. Jangan khawatir, Anda dapat memperbarui pilihan ini nanti.

# Session Date: %@, %@
source: Session Date: %1$@, %2$@
id: Tanggal Sesi: %1$@, %2$@

source: Session Detail
id: Detail Sesi

source: Session Log
id: Riwayat Sesi

source: Session Reflection
id: Refleksi Sesi

source: Session Settings
id: Pengaturan Sesi

source: Settings
id: Pengaturan

source: Slightly
id: Sedikit

source: Snake
id: Ular

source: Special Thanks
id: Terima Kasih Khusus

source: Spider
id: Laba-laba

source: Start your session by revealing your object
id: Mulailah sesi Anda dengan menampilkan objek

source: Submit
id: Kirim

source: Technical Assessment
id: Penilaian Teknis

source: Terms and Conditions
id: Syarat dan Ketentuan

source: Terrified
id: Sangat Takut

source: The App is intended for use by individuals who have reached the age of teenagers or older as defined by the laws of their country or region. By using the App, the user confirms that they have met this age requirement. If the user is under the age of majority, they must obtain parental or guardian consent before using the App.
id: Aplikasi ini ditujukan untuk digunakan oleh individu yang telah mencapai usia remaja atau lebih tua sebagaimana ditetapkan oleh undang-undang di negara atau wilayah mereka. Dengan menggunakan Aplikasi, pengguna mengonfirmasi bahwa mereka telah memenuhi persyaratan usia ini. Jika pengguna berusia di bawah dewasa, mereka harus memperoleh izin dari orang tua atau wali sebelum menggunakan Aplikasi.

source: The Fear Exposure AR (FEAR) app has been evaluated by licensed psychologists. Credits in the about section for further information. By using the Denxéro AR Exposure Therapy app ("Fear Exposure AR or FEAR"), the user acknowledges and agrees to the following terms:
id: Aplikasi Fear Exposure AR (FEAR) telah dievaluasi oleh psikolog berlisensi. Kredit di bagian tentang untuk informasi lebih lanjut. Dengan menggunakan aplikasi Denxéro AR Exposure Therapy ("Fear Exposure AR atau FEAR"), pengguna mengakui dan menyetujui persyaratan berikut:

source: The user is responsible for their own health and safety while using this app. Use this app in a safe environment, especially when engaging with Augmented Reality (AR) features. Be aware of your surroundings to prevent physical injury or property damage.
id: Pengguna bertanggung jawab atas kesehatan dan keselamatan Pengguna sendiri saat menggunakan aplikasi ini. Gunakan aplikasi ini di lingkungan yang aman, terutama saat menggunakan fitur augmented reality (AR). Waspadai lingkungan sekitar Pengguna untuk mencegah cedera fisik atau kerusakan properti.

source: Theraphy
id: Terapi

source: Therapies
id: Terapi

source: This app is intended to assist in exposure therapy and is designed to complement professional psychological treatment. Denxéro and its affiliates do not guarantee that the use of this app will cure any mental illness or psychological condition. Individual results may vary.
id: Aplikasi ini dirancang untuk membantu terapi paparan dan bertujuan untuk melengkapi perawatan psikologis profesional. Denxéro dan afiliasinya tidak menjamin bahwa penggunaan aplikasi ini akan menyembuhkan gangguan mental atau kondisi psikologis apa pun. Hasil penggunaan mungkin berbeda untuk setiap individu.

source: This app is not intended to replace professional medical advice, diagnosis, or treatment. Always consult with a qualified healthcare provider or psychologist before starting any new treatment or therapy program, including the use of this app.
id: Aplikasi ini tidak dimaksudkan untuk menggantikan saran, diagnosis, atau perawatan medis profesional. Selalu konsultasikan dengan penyedia layanan kesehatan atau psikolog yang berkualifikasi sebelum memulai perawatan atau program terapi baru, termasuk penggunaan aplikasi ini.

source: Time
id: Waktu

source: To the fullest extent permitted by law, Denxéro and its affiliates shall not be liable for any direct, indirect, incidental, consequential, or any other damages arising from your use of, or inability to use, this app. This includes, but is not limited to, damages for loss of profits, goodwill, data, or other intangible losses.
id: Sejauh yang diizinkan oleh hukum, Denxéro dan afiliasinya tidak bertanggung jawab atas kerugian langsung, tidak langsung, insidental, konsekuensial, atau kerugian lainnya yang timbul dari penggunaan atau ketidakmampuan Pengguna menggunakan aplikasi ini. Hal ini mencakup, tetapi tidak terbatas pada, kerugian karena hilangnya keuntungan, nama baik, data, atau kerugian tidak berwujud lainnya.

source: Updates to Terms and Conditions
id: Perubahan Ketentuan dan Persyaratan

source: Use AR to see and interact with snakes in a more realistic environment.
id: Gunakan AR untuk melihat dan berinteraksi dengan ular di lingkungan yang lebih realistis.

source: User Responsibility
id: Tanggung Jawab Pengguna

source: User Testing and Interviews
id: Pengujian Pengguna dan Wawancara

source: View photos of your feared object to gradually reduce your fear response.
id: Lihatlah foto objek yang Anda takuti untuk mengurangi respons ketakutan Anda secara bertahap.

source: We extend our heartfelt thanks to our friends and families who supported us, both directly and indirectly, throughout the development of this app. We are also incredibly grateful to the Apple Developer Academy @UC for their invaluable support and guidance.
id: Kami menyampaikan rasa terima kasih yang sebesar-besarnya kepada teman-teman dan keluarga yang telah mendukung kami, baik secara langsung maupun tidak langsung, selama pengembangan aplikasi ini. Kami juga sangat berterima kasih kepada Apple Developer Academy @UC atas dukungan dan bimbingan mereka yang sangat berharga.

source: What are your thoughts during or about the therapy session?
id: Apa pendapat Anda selama atau tentang sesi terapi?

source: What do you feel %@?
id: Apa yang kamu rasakan %@?

source: When in fear, I experience physical symptoms (sweating, rapid heartbeat, shortness of breath).
id: Saat takut, saya merasakan gejala fisik (berkeringat, jantung berdebar cepat, kesulitan bernafas).

source: Yes
id: Iya
